Repository: mozilla-l10n/mt-training-data
Catalog: plk/plk_pontoon.tmx
Source language: en_us
Languages: plk

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
plk: موزیلا کامن وائس دُنیے بُٹُج متنوع کراؤڈ سورس اوپن اسپیچ ڈیٹاسیٹُن آں بیْہ تام شان گیْ عطیاتُج چلِیجوݨَس۔۔ ڈیٹا سیٹے مدڇِھیا تھون آں 100 + جِبو قامو جگو کِرِیا پلیٹ فارم مِݜٹوْ سنونے کِرِیا کالوْ سرے تقریباَ ایْک ملین ڈالر خرچ بینَن۔ کھاں جک سہ اسے تِھیلو کوْمِج انحصار تھینَن۔ اگر څھوْس اوزگار گہ جامع ڈیٹائے قدر تھینَت توْ <b> اش عطیہ تِھیا</b>

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
plk: موزیلا اےْ اوپن سورس وائس ریکگنیشن انجن ڈیپ اسپیچ ریکگنیشن ایپلی کیشنز سنونے کِرِیا استعمال تِھجبانوْ۔ اسے <githubLink> گٹ ہب ریویو </githubLink> ڇکِیا یا </discourseLink> ڈیپ اسپیچ ڈسکورس سِڇھونے کِرِیا <discourseLink> ڈیپ اسپیچ ڈسکورس دہ ٹل بوئے آ سے استعمال پرُجہ۔

source: Mpiemo
plk: ایمپیمو

source: Mundang
plk: مُنڈنگ

source: Mungaka
plk: مونگاکا

source: Musgum
plk: مُسگُم

source: Mutual accountability.
plk: اکومجیْ احتسابے عمل

source: n
plk: ن

source: N
plk: ن

source: Name
plk: نُوم

source: Names of your language
plk: څھے جِبے نُوم

source: Native Language
plk: مادری جِب

source: Nature and Environment
plk: فطرت گہ ماحول

source: Need help deciding which to choose?
plk: آ فیصلہ تھون دہ امدادے ضورڑتِن چہ کھاں انتخاب تھونُن؟

source: Need help with the Sex or Gender changes?
plk: جنس یا صنفی تبدیلِیو مجیْ امدادے ضورڑتِن؟

source: Need some help with accent?
plk: لہجہ دہ شِناک امدادے ضورڑتِن؟

source: Need some help with variants?
plk: مختلف حالتو مجی شِناکَک امدادے ضورڑتِن؟

source: Need to download your data?
plk: توموْ ڈیٹا ڈاؤن لوڈ تھونے ضورڑتِن یا؟

source: Nepali
plk: نیپالی

source: Newari
plk: نیواری

source: New Language Launch
plk: نئی جِبے آغاز

source: News and Current Affairs
plk: خبرہ گہ حالات حاضرہ

source: Next
plk: پتو

source: Ngiembon
plk: نگیمبون

source: Ngomba
plk: نگومبا

source: Ngombale
plk: گومبلے

source: Nias
plk: نیاس

source: Nigerian Pidgin English
plk: نائجیرین پڈگِن انگلش

source: NKo
plk: نکو

source: No
plk: نیں

source: [No ‘a’ in the original text]
plk: [اصل متن دہ جوک گہ “ا” نِش]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
plk: <noCopyright> کاپی رائیٹ نِش۔</noCopyright> پابندی ( سی سی 0 )

source: No foreign letters
plk: کھاں گہ غیر ملکی خطی نِش۔

source: No gravatar found for your email
plk: څھے ای میلے کِرِیا کھاں گہ گرواٹر نہ ہشِلُن۔

source: No information
plk: جوک گہ معلومات نِش

source: No information available
plk: معلومات دستیاب نانیْ

source: Noise
plk: چیغہ

source: No languages found
plk: کھاں گہ جِب نہ ہشِلِن

source: No match found
plk: آئے سے ساتیْ میشِیک نہ ہشِلُن/ہشِلِن

source: No matching language found
plk: آئے سے ایْکھتِی جِِب نہ ہشِلن

source: No microphone found.
plk: مائکروفون نِش

source: Non-binary
plk: غیر بائنری

source: No numbers and special characters
plk: کھاں گہ نمبر یا خاص حرف نِش۔

source: No offensive, prejudiced remarks or sensitive questions
plk: کھاں گہ جارحانہ، متعصبانہ ریمارکس یا حساس سوالات نِش۔

source: “No problemo” used in English > tag as English
plk: ”جوک گہ مسئلہ نِش“ انگرزی دہ استعمال بِینیْ> انگرزی دہ بطور ٹیگ

source: Northern Hindko
plk: شمالی ہندکو

source: Northern Sotho
plk: شمالی سوتھو

source: Northwest Gbaya
plk: شمال مغربی گبیا

source: Norwegian Bokmål
plk: نارویجن

source: Norwegian Nynorsk
plk: نارویجن نینورسک

source: No sentences to review. <addLink>Add more sentences now!</addLink>
plk: جائزہ ہرونے کِرِیا کھاں گہ جُملہ موجود نِش۔ <addLink>چیئے شناک گہ جُملائے ٹل تِھیا۔</addLink>

source: No soliciting personal information (e.g., names, financial details)
plk: کھاں گہ ذاتی معلومات طلب تھونے ضورڑت نِش

source: ⓘ Not all sentences and clips have Variant tags yet!
plk: چیئے بُجَیش بُٹہ جُملائے گہ کلپو مجیْ مختلف ٹیگیْ نِش

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
plk: نوٹ: کرہ ویزی بیلیٹی سیٹ تِھجِلیْ توْ آ سیٹنگ پروفائل دہ بدل بوبانیْ<profileLink>۔ پروفائل صفحہ</profileLink>

source: No text to submit. Please tag some text first.
plk: جمو تھون ے کِرِیا جوک گہ متن نِش۔ مہرب انی تھے شِنَا متن ٹیگ تِھیا۔

source: Note: You will still need to select between Speak or Listen to change contribution type.
plk: نوٹ: څھوْڑ شرکتے قِسم بدل تھونے کِرِیا چیئے گہْ رزون یا ݜُݨون مجی انتخاب تھون بَو۔

source: Not Found
plk: نہ ہشِلُن

source: No Thanks
plk: نیں شکریہ

source: No thanks, continue speaking
plk: نیں شکریہ، موْݜ کال جاری پھتِیا۔

source: Not use, or solicit, harmful or offensive language
plk: نوخصانی یا جارحانہ جِب استعمال نہ تِھیا یا درخواست نہ تِھیا

source: No variant selected
plk: کھاں گہ ویرینٹ منتخب نہ بِلُن

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
plk: چیئے څھوْس کامن وائس اےُ بارَد اپیْ لئی لڇھینَت۔ کیْہ نہ آ سے ازمیخ تھوݨ؟ مائکروفون آئیکون جیْ کلک تِھے جُملائے اُتھلیْ آواز <br/><br/> دہ پڑیون شیروع تِھیا۔ اگر څھوْس مُتہ جگو صوتی تعاونے جائزہ ہرون پسن تھینَت توْ پلے آئیکون جیْ کلک تِھیا۔ څھوْس آ موڙِے توثیق تھون دہ امداد تِھیا چہ ریکارڈنگ سکرین جیْ لِکِلہ جُملو سے ایْکتِھینیْ۔

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
plk: چیئے څھوْس اوپن سورس وائس ڈیٹا بیس سنون دہ اسے امدادے کِرِیا گہ تومیْ آواز عطیہ تھوبانَت، کھاں کوئے سگہ استعمال تھوبانوْ۔ آلات گہ ویب سنونے کِرِیا جدید ایپس۔ مشینوڑ آ سِڇھون دہ مدد دونے کِرِیا ایْک جُملہ پڑِیا چہ حقیقی جک سہ موْݜ کاتھ تھینَن۔ مُتو کوْم چیک تِھیا۔ معیار مِݜٹوْ سنونے کِرِیا اسو سے ٹَل بِیا۔ آٌ اچا ہسانُن ǃ

source: Nuasue
plk: نواسوے

source: Nubi
plk: نوبی

source: Number of Voices
plk: آوازو تعداد

source: Numbers
plk: نمبرز

source: Numbers and acronyms
plk: نمبر گہ مخففات

source: Numbers and symbols should be spelled out in words rather than using numerals or special characters. Example:
plk: اعداد گہ علامات یا خصوصی حرفو استعمالِجیْ الفاظو مجی ہجّائے تھون پکارن

source: Nüpode Huitoto
plk: نوپودے ہوئیٹوٹو

source: Nyungwe
plk: نیونگوے

source: Oadki
plk: اوڈکی

source: Occitan
plk: آکسیٹن

source: Odia
plk: اودِیا

source: Off
plk: بن تِھیا

source: Offensive Content
plk: جارحانہ مواد

source: Offensive content or sensitive information
plk: ناگوارمواد یا حساس معلومات

source: Offensive language
plk: جارحانہ جِب

source: Offensive speech
plk: جارحانہ موْݜ کال۔

source: Offline Sources
plk: آف لائن ذریعہ

source: On
plk: آن تِھیا

source: On desktop devices you can contribute by downloading…
plk: څھوْس ڈیسک ٹاپ ڈیوائسز جیْ ڈاؤن لوڈ تھے تعاون تھوبانَت۔

source: On his head he wore a beret.
plk: سہ سی ݜِݜِجیْ بیرٹ بونِیاؤس۔

source: On iOS please continue with Safari to enable recording…
plk: آئی او ایس جیْ ریکارڈنگ فعال تھونے کِرِیا مہربانی تھے سفاری سے ساتیْ بِیا۔

source: Only show me sentences and clips from my variant
plk: موْڑ صرف می متغیرو سے جملائے گہ کلپس پشِیا

source: On mobile devices you can contribute using your system browser…
plk: توموْ موبائل آلاتُجیْ څھوْس توموْ سسٹم براؤزر استعمال تھے تعاون تھوبانَت۔ہیں۔

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
plk: دوموگیْ طرفڑ، اگر څھوْڑ آ لیل بِینیْ چہ قاری ئڑ ادِیو مُڇھو ادو لفظ نہ ہشِلُن، آں سیْس تلفظ تھونے غلط اندازہ تِھینوْ، تو مہربانی تھے اسہ کلپ رَد تِھیا۔ اگر څھوْ ڈاڈ نانَت توْ تے اسکیپ بٹن استعمال تِھیا۔

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
plk: دوموگیْ طرفَڑ، څھوْڑ آ لیل بِینیْ چہ قاری ئڑ ادِیؤ مُڇھو ادو لفظ تلفظ دہ نہ ہشِلُن، آں سیْس تلفظ تھونے غلط اندازہ تِھینوْ، تو مہربانی تھے اسہ رَد تِھیا۔ اگر څھوْڑ لیل نانیْ تو اسکیپ بٹن استعمال تِھیا۔

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
plk: بیْس جوک گہ تھوݨَس اَسہ شِیلوْ ہِیؤ ایْ اختراح نیْ۔ تحقیقی تعاون، ڈیٹا ٹول تھون یا انٹرویو کِرِیا <emailFragment> منتخب تِھیا</emailFragment>

source: Opens in a new tab
plk: نوں ٹیب دہ پتوڑ تِھیا

source: Optionally join on our email list for updates and new information about the project.
plk: پروجیکٹے بارد اپ ڈیٹس گہ نئی معلوماتو کِرِیا اختیاری شان گیْ اسے ای میل لسٹ دہ ٹل بِیا

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
plk: اختیاری شان گیْ جمع تِھیلوْ آبادیاتی ڈیٹا (مثلاَ عمر، جنس، جِب گہ لہجہ) څھے پروفائل دہ کرہ گہ عوامی نہ تِھجَو، آں ڈیٹاسیٹ دہ څھے اکاؤنٹ سے لِنک گہ نہ تِھجَو۔ آ انفرادی آڈیو کلپی ڈیموگرافک ڈیٹا سے ساتیْ بسکو صحیح تجزیہ تھونے مقصد گیْ منسلِک تِھجَو۔ مثالے شان گیْ، آ بوبانی چہ ایْک ریسرچر سہ ایْک مخصوص طبقائے کِرِیا تربیتی ماڈل سنی۔ ایْک محقق سہ ایْک مخصوص آبادیاتی طبقائے کِرِیا تربیتی ماڈل سنی۔

source: Orizaba Nahuatl
plk: اوریزابہ ناہوٹل

source: Ormuri
plk: اوموڑی

source: Ossetian
plk: اوسیشن

source: Other
plk: مُتہ

source: Other Clients
plk: مُتہ کلائنٹ

source: Other Language
plk: مُتیْ جِب

source: Other people validate those voice clips.
plk: مُتہ جک سہ آ صوتی کلپو توثیق تھینَن۔

source: Other voice datasets…
plk: مُتہ وائس ڈیٹاسیٹس

source: Other Voice Datasets
plk: مُتہ ڈیٹاسیٹس

source: Ouldémé
plk: اولڈیمے

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
plk: اسے کمیونٹی مینیجرسہ پیشکش تھونے کِرِیا څھو سے رابطہ تھو بسکوچوْ تعاون ہنیْ توْ څھوڑ رزَو مُڇھو گیْ ایْک کمیونٹی سہ څھے جِبِجیْ کوْم تِھینیْ

source: Our governance is founded on the pillars of:
plk: اسے انتظامو بنیاد آ تُھوݨوجانیْ۔

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
plk: اسے جِب اسے قصہ، اسے قاموالی، اسے ثقافتِن۔ اِیا اسہ ڈیٹاسیٹ سݨون کھاں سہ بیْس دُنیے دہ ڇکون لُکھوݨَس۔

source: Our Partners
plk: اسے شراکت دار

source: Our partners include...
plk: اسے شراکت دارو مجی شامِلَن ۔۔۔۔

source: Overall Accuracy
plk: مجموعی شان گیْ سُوݩڇِھیار۔

source: Overall Hr. Total
plk: مجموعی شان گی ایچ آر۔ بُٹوْ

source: p
plk: پ

source: Pahari-Pothwari
plk: پہاڑی۔پوٹھواری

source: Paiwan
plk: پائوان

source: Pakistani Marwari
plk: پاکستانی مرواڑی

source: Palauan
plk: پلاؤنا

source: Palula
plk: پالُولا

source: Papantla Totonac
plk: پاپانٹلا ٹوٹناک

source: Papiamento
plk: پاپیامینٹو

source: Papiamento (Aruba)
plk: پاپِیامینٹو (اروبا)

source: Parkari Koli
plk: پرکری کولی

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
plk: زبانی کمیونٹی مباحثو مجیْ حصہ ہرہ، سوالات تِھیا، آں آیونے واقعات گہ موْݜ کالِجیْ اکو پرجارہ۔

source: Partner
plk: ملگیرے

source: Partners
plk: شراکت دار

source: Partnerships
plk: شراکت داری

source: Partnerships and networks
plk: شراکت داری گہ نٹ ورکس

source: Partnerships, Press and Stories, Community and Languages
plk: شراکت داری، پریس، قصائے، کمیونٹی گہ جِبہ

source: Partner with us
plk: اسو سے شراکت تِھیا

source: [Part of the text can’t be heard]
plk: [متنے کوئے باگوْ ݜُݨِج با نانوْ]

source: Pashto
plk: پشتو

source: Past recordings download requests
plk: گِیاؤ وختے ریکارڈِنگز ڈاؤن لوڈ تھونے درخواست۔

source: Pause after every sentence to double-check for switches or mixed words
plk: سوئچز یا مخلوط الفاظو کِرِیا ست دُبار چیک تِھونے کِرِیا جملَو جیْ پتو ہِسار تِھیا۔

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
plk: <p>کامن وائس ایْک عوامی شان گیْ دستیاب صوتی ڈیٹاسیٹُن، کھاݩسڑ دُنیے رضاکارو آوازو قوت صالبِن۔ اسہ جک کھاݩس وائس ایپلی کیشنز سنون کھوشَن سیْس مشین چلیونے ماڈلو تربیات دونے کِرِیا ڈیٹا سیٹ استعمال تھوبانَن<p> <p> آ وخ دہ بسکہ صوتی ڈیٹا سیٹس کمپنیو ملکِیاتَن، کھاݩس جدت چپ تھینَن۔ صوتی ڈیٹا سیٹس گہ کم نمائندگی تھینَن۔ غیر انگرزی دین آں رنگ رنگے جک، معذور جک، چیئے قام گہ عام جک۔ آ سے مطلب آ نیْ چہ آواز گیْ چلیجیئے ٹیکنالوجی لے جِبو کِرِیا بالکل کوْم نہ تھینیْ، آں کُدی آس کوْم تِھینیْ، بوبانیْ چہ آسہ بُٹو کِرِیا ایْک شانِیؤ مِݜٹیْ کارگردگی نہ پشیبائے۔ بیْس ہر زائی دہ جک متحرک تھے، سیݨے آواز بگے ٹل تھون لُکھوݨَس۔</p>

source: People come and contribute their voices.
plk: جَک ایئنَن، آں تومیْ آوازے حصہ ٹل تھینَن۔

source: People: Maria, John
plk: جک: ماریہ، جون

source: People often codeswitch when expressing emotion or urgency. Example:
plk: جذبات یا تادی اظہار تھون دہ جک سہ اخسرکوڈ سوئچ تھینَن۔

source: Persian
plk: فارسی

source: Personal dashboards keep you up-to-date with individual and community progress.
plk: ذاتی ڈیش بورڈ دہ څھوْ انفرادی گہ قامے جگو پیش رفعتے بارَد اپ ٹو ڈیٹ چھوروݨَس۔

source: Personally Identifiable Information
plk: ذاتی شان گیْ قابل شناخ معلومات۔

source: Picard
plk: پیکارڈ

source: Places: Los Angeles, Florida
plk: زائی: لاس اینجلس، فلوریڈا

source: Platform language:
plk: پلیٹ فارم جِب

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
plk: <playbookLink>مددگار رہنمائی اورڑِیا <playbookLink>کامن وائس اےْ پُوری سفرِجیْ، لوکلائزیشن جیْ ہرِی ڈیٹاسیٹے استعمال بُجَیش، اسے کمیونٹی سے ساتیْ ایْکھتِیونے طریقوجیْ مددگار رہنمائی اورڑِیا۔

source: <playIcon></playIcon>Last one!
plk: <playIcon></playIcon> ایْک کوْݨ دِیا۔

source: Play short segments multiple times to catch subtle switches
plk: باریک سوئچز پِیونے کِرِیا لیکھہ لیکھہ حصائے سات سات چلِیا۔

source: Play/Stop
plk: چلِیا/رٹِیا

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
plk: مہربانی تھے ٹیپمپلیٹ فائل چیک <templateFileLink> تِھیا ٹمپلیٹ فائل </templateFileLink>۔ څھے جُملائے کاپی رائٹ جیْ پاک بون پکارن ( سی سی یا جمع تھییکے طرفِجیْ اجازت یافتہ اصل کوْم) گہ واضح، گرائمرے لحاظ گیْ صحیح آں پڑِیون دہ ہسان بون پکارن۔ جمع تِھیلہ جُملائے پڑِیون دہ 10-15 سیکنڈ ݜچون پکارن آں اسݨو مجی اعداد، مناسب اسما، آں خصوصی حروف ٹل نہ تِھیا۔ گروپ کمنٹ بلک جمع تھیون

source: Please fill out this field.
plk: مہربانی تھے آ فیلڈ پُرِیا۔

source: Please select a language to review sentences.
plk: مہربانی تھے جُملو جائزہ ہرونے کِرِیا ایک جِب منتخب تِھیا۔

source: Polish
plk: پولش

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
plk: <pontoonAccountLink> اکاؤنٹ سنِیا</pontoonAccountLink> اگر څھوْدی نِش توْ تے تومیْ جِبے انتخاب تِھیا <strong> (ٹیم) </strong> آں تے پروجیکٹے انتخاب تِھیا <pontoonCvLink> کامن وائس </pontoonCvLink> ترجمہ تھونَڑ فائلہ بُوِیئی۔ ایْکِجیْ کلِک تِھیا، تے انگرزی دہ لفظی گہ سیݨے ترجمہ تھونے کِرِیا ایُک باکس پشِیجو۔

source: Portuguese
plk: پرتگیزین

source: Powered by global communities, for global communities — 130 languages and growing!
plk: عالمی برادرِیؤ ذریعہ تقویت یافتہ، عالمی برادرِیؤ کِرِیا — 130 جِبہ آں اسݨوجیْ گہ بسکِیؤ ǃ

source: Press and stories
plk: پریس گہ قصائے

source: Press and Stories
plk: پریس گہ قصائے

source: Press play, listen & tell us: did they accurately speak the sentence below?
plk: پلے بٹن شت تِھیا، کوْݨ دِیا آں اسوڑ رزہ چہ سیْݨا کھریْ دیلہ جُملائے صحیح شان گیْ رجیگہ یا؟

source: Press { shortcut-play-toggle } to toggle play mode
plk: شت تِھیا { shortcut-play-toggle } پلے موڈ ٹوگل تھونے کِرِیا

source: Privacy
plk: رازداری

source: <privacyLink>Privacy</privacyLink>
plk: <privacyLink> رازداری </privacyLink>

source: Privacy Policy
plk: پرائیویسی پالیسی

source: Privacy, security and transparency.
plk: رازداری، سیکورٹی گہ سُوݩڇِھیار

source: Pro
plk: پرو

source: Process / Steps
plk: عمل/اقدامات

source: Profile
plk: پروفائل

source: Profile information improves the audio data used in training speech recognition accuracy.
plk: پروفائل اےْ معلومات سہ تربیتی موْݜ کالے شِناخ سُونڇھرِیون دہ استعمال بِِیک آڈیوڈیٹا مڑنے سنِینَن

source: Progress
plk: پروگریس

source: Public Domain
plk: پبلک ڈومین

source: Publicly accessible open speech datasets in 130+ languages
plk: 130+ جِبوْ مجیْ عوامی شان گیْ قابل رسائی اوپن سورس ڈیٹا سیٹس

source: “Pues I told her I couldn’t go, but she was like, ‘You better show up!’”
plk: ”موں سہ سڑ رجاس چہ موْں نہ بوجبامَس، مگر سہ آ تھاسیْ ”څھوْس مِݜٹیْ شان گیْ پسڑِیاǃ“

source: Pular Guinea
plk: پلرگنی

source: Punctuation
plk: اوقاف

source: Punjabi
plk: پنجابی

source: Puno Quechua
plk: پونو قچھوا

source: <purple>and the one time that</purple> Maria <purple>screamed at me was</purple> <blue>porque</blue> <purple>she was trying to to</purple> printear <blue>un</blue> <purple>order.</purple> (BangorTalk)
plk: <purple>ایْک چوْٹ تے</purple>ماریہ<purple>موْجیْ چیغہ دِیسیْ،اسہ سیْ</purple>porque</blue><purple> < سہ</purple> پرنٹیئر <blue>un</blue> <purple> آرڈر کرنے کی کوشش کر رہی تھی۔</purple> (BangorTalk)

source: <purple>but</purple> <blue>tú los puedes comprar rojo, negro, azul</blue>, <purple>whatever.</purple> (BangorTalk)
plk: <purple>مگر</purple> <blue> tú los puedes comprar rojo, negro, azul</blue>,<purple>جوک گہ،</purple>(BangorTalk)

source: Qashqai
plk: قشقائی

source: Quechua Ambo-Pasco
plk: قیچوا امبو پاسکو

source: Quechua Arequipa-La Unión
plk: قیچوا اریکیپا-لا یونین

source: Quechua Cajatambo
plk: قیچوا کاجاٹامبو

source: Quechua Chanka
plk: کیچوا چنکا

source: Quechua Chiquián
plk: قیچوا چیقوان

source: Quechua Corongo Ancash
plk: قیچوا کورنگو انکاش

source: Quechua Jauja Wanka
plk: قیچوا جوجا وانکا

source: Quechua Pasco Santa Ana de Tusi
plk: قیچوا پاسکو سانتا انا ڈی توسی

source: Quechua Santiago del Estero
plk: کیچوا سینٹیاگو ڈیل ایسٹرو

source: Quechua Sihuas Ancash
plk: قیچوا سیہوس انکاش

source: Quechua Yanahuanca
plk: کیچوا یاناہوانکا

source: Quechua Yauyos
plk: کیچوا یایووس

source: Question
plk: سوال

source: Question Collection
plk: سوالاتو مجموعہ

source: Questions that might:
plk: سوالات کھاں بوبانَن:

source: Questions which are very culturally specific, or make a lot of assumptions about the responder
plk: ادا سُوالات کھاں ثقافتی شان گیْ لا مخصُوصَن، یا جواب دی کے بارَد بسکہ مفروضائے سنینَن۔

source: Questions which may cause someone to share sensitive, potentially triggering responses
plk: سوالات کھاں جیئر حساس، ممکنہ شان گیْ متحرک جواباتو اشتراک تھونے سوبب بوبانَن۔

source: Questions which might solicit hate speech or other biased or offensive sentiments
plk: ادا سوالات کھاں سہ نفرت انگیز تقریر یا مُتہ متعصبانہ یا جارحانہ جذبات پائدا تھوبانَن۔

source: Questions which might solicit personally identifiable information
plk: سوالات کھاں ذاتی شان گیْ شناخے قابل معلومات طلب تھوبانَن۔

source: Questions which require someone to list several steps. Listing steps prompts the user to recite an answer rather than a more natural response.
plk: ادا سوالات کھائیݨے کِرِیا جیئڑ بسکہ مراحلو فہرست سنونے ضورڑت بِینیْ۔ فہرستے مراحل صارفَڑ بسکہ فطری جوابے بد دہ جواب ݜُݨرِینے اشرت تھینَن۔

source: Questions which someone would struggle to respond to in 15 seconds (the maximum clip length)
plk: اسہ سوالات کھائیݨے جواب 15 سیکنڈ دہ دونے کِرِیا کوئے منُوڙوْس کڑاؤ تھوٰ (کلپے لئی جی لئی ڙِگِیار)

source: “¿Qué te dijo tu mamá when you got home that day?”
plk: ”¿اسہ چھک څھوْ گوݜٹھہ کرہ آلِیاسِت؟“

source: Quichua Chimborazo Highland
plk: کوئچوا چمبورازو ہائی لینڈ

source: r
plk: ر

source: [‘Raised’ in English is always pronounced as one syllable, not two]
plk: [انگرزی دہ رائزڈ اےْ تلفظ ہمشہ ایْک حرفے شان گیْ بِینوْ، دُو گیْ نیں]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
plk: شرح اےْ حدِجیْ تجاوز بِلِن۔ منٹ دہ پھری { $retryLimit } کوشش تِھیا۔

source: Rate limit exceeded. Try again in { $retryLimit } seconds
plk: شرح اےْ حدِجیْ تجاوز بِلِن سیکنڈ { $retryLimit } دہ پھرہ کوشش تِھیا۔

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
plk: حُکمت، این جی اوز یا میڈیا ادارو سے آ ڇکون رابطہ تِھیا چہ سیݨے گہ جو ویب مواد، رپورٹس یا مُتہ مواد عوامی ڈومین اےْ کِرِیا وقف تِھجبانوْ یا

source: Reader Effects
plk: قارئینو اثرات

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
plk: صفحہ دہ موجود تمام الفاظ صحیح شان گیْ پڑِیون دہ فرق پائدا بِینوْ۔ ݜُݨَون دہ، لئی احتیاط گیْ چیک تِھیا چہ کھاں ریکارڈ تِھجِلُن اسہ بالکل اسدو نوْ کاتھ لِکِیلُن۔ اگر سیݨا الفاظ ٹل تھیگان توْ رَد تِھیا۔ یعنی لفظ ٹل تھاؤن یا پھتاؤن۔

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
plk: کنٹریکشن پڑِیون کھاں اصل دہ ادی نِش کاتھ چہ بیْس "We're پڑیونَس "We are" اےْ بد دہ وغیرہ

source: Read More
plk: شِنا مُتیْ گہ پڑِیا

source: Read more on our About page
plk: اسے بارَد صفحہ جیْ شِناک گہ پڑِیا

source: Read sentences
plk: جُملائے پڑِیا

source: Read Sentences
plk: جُملائے پڑِیا۔

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
plk: تومیْ جِب دہ جُملائے ہاݜ آواز دہ پڑیا آں دُنیے دہ بُٹُج متنوع عوامی شراکتی تقریری ڈیٹاسیٹ دہ تعاون تِھیا۔

source: Read Sentences, Answer Questions
plk: جُملائے رزہ، سوالو جُوابی دِیا۔

source: Read Sentences <small>(Coming soon)</small>
plk: جُملہ پڑِیا <small> جِنیْ اِینوْ </small>

source: Read sentences submitted by the community in various languages
plk: قامے جگو طرفِجیْ مختلف جِبو جمع تِھیلہ جُملائے پڑِیا۔

source: Read the sentence carefully - don’t miss, change or add words.
plk: جُملہ سم شان گیْ کوْݨ دِیا۔ آ پھتِیا نیں، بدل یا مُتہ لفظی گہ ٹل نہ تِھیا۔

source: Ready to add your voice or lend your ear?
plk: تومیْ آواز ٹل تھون یا کوْݨ دون تِیارنَت یا؟

source: Ready to contribute?
plk: تعاون تھون تِیارنَت یا؟

source: Ready to do { $count } more?
plk: مُتگہ
